Repository: 216Giorgiy/rufus-web
Catalog: public_html/locale/*/LC_MESSAGES/index.po
Languages: gl, nl

source: Version
gl: Versión
nl: Versie

source: Create bootable USB drives the easy way
gl: Crear memorias USB de arranque facilmente
nl: Creëer eenvoudig opstartbare USB-drives

source: Want to improve this translation?
gl: Queres mellorar esta tradución?
nl: Wilt je deze vertaling verbeteren?

source: Rufus is a utility that helps format and create bootable USB flash drives, such as USB keys/pendrives, memory sticks, etc.
gl: Rufus é unha utilidade que axuda a formatar e crear memorias USB arrancables, como pendrives, chaves USB, tarxetas de memoria, etc.
nl: Rufus is een programma dat helpt bij het formatteren en creëren van opstartbare USB-flash-drives, zoals USB-sticks, USB-HD's, enz.

source: It can be especially useful for cases where:
gl: Pode ser especialmente útil para casos onde:
nl: Het is vooral bruikbaar in gevallen waarbij:

source: you need to create USB installation media from bootable ISOs (Windows, Linux, UEFI, etc.)
gl: precisas crear medios de instalación USB dende ISOs de arranque (Windows, Linux, UEFI, etc)
nl: je een USB-installatiemedium wilt maken van opstartbare ISO's (Windows, Linux, UEFI, enz.)

source: you need to work on a system that doesn't have an OS installed
gl: precisas traballar nun equipo sen un sistema operativo instalado
nl: je op een systeem moet werken waarop geen besturingssysteem geïnstalleerd is

source: you need to flash a BIOS or other firmware from DOS
gl: precisas actualizar o firmware ou BIOS dun ordenador dende DOS
nl: je een BIOS of andere firmware vanuit DOS moet flashen

source: you want to run a low-level utility
gl: queiras executar unha utilidade de baixo nivel
nl: je een low-level formatteerprogramma wilt gebruiken

source: Despite its small size, Rufus provides everything you need!
gl: A pesar do seu pequeno tamaño, Rufus dáche todo o que precisas!
nl: Ondanks zijn kleine bestandsgrootte, levert Rufus alles wat je nodig hebt.

source: Oh, and Rufus is <b>fast</b>. For instance it's about twice as fast as <a %s>UNetbootin</a>, <a %s>Universal USB Installer</a> or <a %s>Windows 7 USB download tool</a>, on the creation of a Windows 7 USB installation drive from an ISO. It is also marginally faster on the creation of Linux bootable USB from ISOs.
gl: Ah, e Rufus é <b>rápido</b>. por exemplo, é casi dúas veces máis rápido que <a %s>UNetbootin</a>, <a %s>Universal USB Installer</a> ou a <a %s>ferramenta de descarga a USB de Windows 7</a>, na creación dun instalador USB de Windows 7 dende unha ISO. Tamén é lixeiramente máis rápido na creación de USB de arranque de Linux a partir de ISO.
nl: En Rufus is <b>snel</b>. Bijvoorbeeld, het is twee keer zo snel als <a %s>UNetbootin</a>, <a %s>Universal USB Installer</a> of <a %s>Windows7 USB download tool</a> als het gaat om het maken van een Windows7-USB-installatiedrive van een ISO. Het is ook iets sneller bij het maken van een met Linux-opstartbare USB-drive van ISO's.

source: A non exhaustive list of Rufus supported ISOs is also provided at the bottom of this page.
gl: Máis abaixo hai unha lista non exhaustiva de ISOs soportadas por Rufus.
nl: Er staat een uitputtende lijst van door Rufus ondersteunde ISO's onderaan deze pagina.

source: Download
gl: Descargar
nl: Downloaden

source: Last updated %s:
gl: Actualizado o %s:
nl: Laatst geüpdatete versie %s:

source: Portable
gl: Portátil

source: Other versions
gl: Outras versións
nl: Andere versies

source: Supported Languages:
gl: Idiomas admitidos:
nl: Ondersteunde talen:

source: System Requirements:
gl: Requisitos do sistema:
nl: Systeemeisen:

source: Windows XP or later, 32 or 64 bit doesn't matter. Once downloaded, the application is ready to use.
gl: Windows XP e posterior, non importa se é de 32 ou 64 bits. Unha vez descargado, Rufus está listo.

source: I will take this opportunity to express my gratitude to the translators who made it possible for Rufus, as well as this webpage, to be translated in various languages. If you find that you can use Rufus in your own language, you should really thank them!
gl: Aproveito esta oportunidade para expresar a miña gratitude aos tradutores que fixeron posíbel que Rufus, ao igual que esta páxina web, estean dispoñibles en varios idiomas. Se vostede aprecia o feito de que poida empregar Rufus no seu propio idioma, debería agradecerllo!
nl: Ik wil bij deze mijn dank betuigen aan de vertalers die Rufus mede mogelijk hebben gemaakt in andere talen, evenals de vertalers die deze website in diverse talen hebben vertaald. Als je het handig vindt Rufus te gebruiken in je eigen taal, wees ze dan dankbaar.

source: Usage
gl: Uso
nl: Gebruiken

source: Download the executable and run it &ndash; no installation is necessary.
gl: Descargue o executable e ábrao &ndash; non é necesario instalalo.
nl: Download het uitvoerbare bestand en start het &ndash; installatie is niet nodig.

source: The executable is digitally signed and the signature should state:
gl: O executable está firmado dixitalmente e a sinatura debería indicar:
nl: Het bestand is digitaal ondertekend en de handtekening moet het volgende weergeven:

source: (v1.3.0 or later)
gl: (v1.3.0 ou posterior)
nl: (v1.3.0 of nieuwer)

source: (v1.2.0 or earlier)
gl: (v1.2.0 ou anterior)
nl: (v1.2.0 of eerder)

source: Notes on DOS support:
gl: Notas sobre a compatibilidade con DOS:
nl: Opmerkingen over DOS-ondersteuning:

source: If you create a DOS bootable drive and use a non-US keyboard, Rufus will attempt to select a keyboard layout according to the locale of your system. In that case, <a %s>FreeDOS</a>, which is the default selection, is recommended over MS-DOS, as it supports more keyboard layouts.
gl: Se creas un disco de arranque DOS e empregas un teclado non estadounidense, Rufus tentará seleccionar unha disposición de teclado a partir da configuración rexional do sistema. Nese caso, recoméndase <a %s>FreeDOS</a>, que é a opción predeterminada, xa que admite máis disposicións de teclado.
nl: Als je een opstartbare DOS-drive maakt en een niet-US toetsenbord gebruikt, zal Rufus proberen een toetsenbordindeling te selecteren overeenkomstig de taal van je systeem. In dat geval heeft <a %s>FreeDOS</a>, dat standaard geselecteerd is, de voorkeur boven MS-DOS, omdat het meer toetsenbordindelingen ondersteunt.

source: Notes on ISO Support:
gl: Notas sobre a compatibilidade con ISO:
nl: Opmerkingen over ISO-ondersteuning:

source: All versions of Rufus since v1.1.0 allow the creation of a bootable USB from an <a %s>ISO image</a> (.iso).
gl: Tódalas versións de Rufus dende a v1.1.0 permiten a creación dun USB de arranque dende unha <a %s>imaxe ISO</a> (.iso).
nl: Alle versies van Rufus (vanaf v1.1.0) kunnen een opstartbaar USB-medium maken van een <a %s>ISO-image</a> (.iso).

source: Creating an ISO image from a physical disc or from a set of files is very easy to do however, through the use of a CD burning application, such as the freely available <a %s>CDBurnerXP</a> or <a %s>ImgBurn</a>.
gl: Crear unha imaxe ISO dende un disco físico ou dende un conxunto de arquivos é moi fácil, mediante o uso dun programa de gravación de CD, como o gratuito <a %s>CDBurnerXP</a> ou <a %s>ImgBurn</a>.
nl: Een ISO-bestand maken van een disk of van een set bestanden is echter heel gemakkelijk m.b.v. gratis CD-brandprogramma's als <a %s>CDBurnerXP</a> of <a %s>ImgBurn</a>.

source: Notes on UEFI & GPT support:
gl: Notas sobre soporte UEFI e GPT:

source: Since version 1.3.2, Rufus support UEFI as well as GPT for installation media, meaning that it will allow you to install Windows 7, Windows 8 or Linux in full EFI mode.
gl: Dende a versión 1.3.2, Rufus soporta UEFI e GPT para medios de instalación, o que significa que poderás instalar Windows 7, Windows 8, Windows 10 ou Linux en modo EFI completo.

source: However, Windows Vista or later is required for full UEFI/GPT support. Because of OS limitations, Windows XP restricts the creation of UEFI bootable drives to MBR mode.
gl: Porén, requírese Windows Vista ou superior para soporte UEFI/GPT completo. Debido ás limitacións do sistema operativo, Windows XP restrinxe a creación de discos de arranque UEFI en modo MBR.

source: Frequently Asked Questions (FAQ)
gl: Preguntas frecuentes
nl: Veel gestelde vragen (FAQ)

source: A Rufus FAQ is available <b><a %s>HERE</a></b>.
gl: Un listado de preguntas máis frecuentes está dispoñible <b><a %s>AQUÍ</a></b> (en inglés).
nl: Een Rufus-FAQ-lijst is <b><a %s>HIER</a></b> beschikbaar.

source: To provide feedback, report a bug or request an enhancement, please use the github <a %s>issue tracker</a>. Or you can <a %s>send an e-mail</a>.
gl: Para enviar comentarios, reportar un erro ou solicitar unha mellora, por favor use o <a %s>sistema de seguimento de incidencias</a> de github (en inglés). Tamén podes <a %s>Enviarme un correo electrónico</a>.
nl: Wil je feedback, een fout of verbeteringen doorgeven, gebruik dan de github-<a %s>issue tracker</a> of <a %s>stuur me een e-mail</a>.

source: License
gl: Licenza
nl: Licentie

source: <a %s>GNU General Public License (GPL) version 3</a> or later.
gl: <a %s>Licenza Pública Xeral de GNU (GPL) versión 3</a> ou posterior.
nl: <a %s>GNU General Public License (GPL) versie 3</a> of later.

source: You are free to distribute, modify or even sell the software, insofar as you respect the GPLv3 license.
gl: Es libre de distribuir, modificar e incluso vender o Software, na medida de que respectes a licenza GPLv3.
nl: Je bent vrij de software te distribueren, aan te passen of zelfs te verkopen, voorzover je de GPLv3-licentie respecteert.

source: Rufus is produced in a 100%% transparent manner, from its <a %s>public source</a>, using a <a %s>MinGW32</a> environment.
gl: Rufus é desenvolvido nunha forma 100%% transparente, dende o seu <a %s>código fonte público</a>, empregando un entorno <a %s>MinGW32</a>
nl: Rufus is op een 100%% transparante wijze gemaakt uit z'n <a %s>public source</a>, gebruikmakend van een <a %s>MinGW32</a>-omgeving.

source: Changelog
gl: Rexistro de cambios (en inglés)
nl: Wijzigingslog

source: Source Code
gl: Código Fonte
nl: Broncode

source: Alternatively, you can clone the <a %s>git</a> repository using:
gl: Tamén podes clonar o repositorio <a %s>git</a> usando:
nl: Als alternatief kun je de <a %s>git</a>-repository op de volgende manier klonen:

source: For more information, see the <a %s>github project</a>.
gl: Para máis información, visite o <a %s>proxecto de github</a>.
nl: Voor meer informatie, zie het <a %s>github project</a>.

source: If you are a developer, you are very much encouraged to tinker with Rufus and submit patches.
gl: Se es un programador, animámosche a fedellar con Rufus e enviar parches.
nl: Als je een developer bent, wil ik je aanmoedigen aan Rufus te sleutelen en patches voor te leggen.

source: Donations
gl: Doazóns
nl: Donaties

source: Since I'm getting asked about this on regular basis, there is <b>no</b> donation button on this page.
gl: Xa que me están preguntando sobre isto con regularidade, <b>non</b> hai ningún botón de doazón nesta páxina.
nl: Omdat ik hierover regelmatig vragen krijg: er is <b>geen </b> donatieknop op deze pagina.

source: The main reason is that I feel that the donation system doesn't actually help software development and worse, can be guilt-inducing for users who choose not to donate.
gl: A razón principal é que penso que o sistema de doazóns non axuda ao desenvolvemento do software, e peor aínda, pode provocar sentimentos de culpa nos usuarios que prefiran non doar.
nl: De belangrijkste reden is dat ik vind dat het donatiesysteem de softwareontwikkeling eigenlijk niet helpt. Sterker nog, het kan schuldgevoelens opwekken bij gebruikers die ervoor kiezen niet te doneren.

source: If you really insist, you can always make a donation to the <a %s>Free Software Foundation</a>, as they are the main reason software like Rufus is possible.
gl: Se realmente insistes, sempre podes doar á <a %s>Free Software Foundation</a>, xa que son a principal razón pola que software como Rufus sexa posible.
nl: Maar als je echt op staat kun je altijd een donatie doen aan de <a %s>Free Software Foundation</a>, omdat zij de belangrijkste reden zijn dat software zoals Rufus mogelijk is.

source: At any rate, I'll take this opportunity to say <i><u>thank you</u></i> for your continuing support and enthusiasm about this little program: it is much appreciated!
gl: De todas formas, tomo esta oportunidade para <i><u>agradecerche</u></i> o teu continuo apoio e entusiasmo en este pequeno programa: aprécioo moito!
nl: In ieder geval wil ik van de gelegenheid gebruik maken om jullie te <i><u>bedanken</u></i> voor jullie continue steun en enthousiasme voor dit kleine programma. Het wordt zeer gewaardeerd.

source: But please continue to feel free to use Rufus without any guilt about not contributing for it financially &ndash; you should never have to!
gl: Pero, por favor, continúe usando Rufus libremente sen ningunha culpa por non haber contribuído financeiramente &ndash; nunca debería ter que facelo!
nl: Maar alsjeblieft, gebruik Rufus in alle vrijheid, zonder enig schuldgevoel over het leveren van een financiële bijdrage &ndash; dat is beslist niet nodig.

source: Speed comparison between Rufus and other applications
gl: Comparación de velocidade entre Rufus e outras aplicacións.
nl: Snelheidsvergelijking tussen Rufus en andere applicaties

source: The following tests carried out on a Windows 7 x64 Core 2 duo/4 GB RAM platform, with an USB 3.0 controller and a <a %s>16 GB USB 3.0 ADATA S102 flash drive</a>.
gl: As seguintes probas realizáronse nun computador con Windows 7, Core 2 Duo de 64 bit, 4 GB de RAM, cun controlador USB 3.0 e unha <a %s>memoria USB 3.0 de 16 GB ADATA S102</a>.
nl: De volgende tests zijn uitgevoerd op een Windows7-x64-platform (Core 2 duo, 4 GB RAM) met een USB3.0-controller en een <a %s>16 GB USB 3.0 ADATA S102 flash drive</a>.

source: Non exhaustive list of ISOs Rufus is known to work with
gl: Lista non exhaustiva de ISOs coas que se sabe que Rufus pode traballar
nl: Uitputtende lijst met ISO's waarvan bekend is dat ze werken met Rufus

source: English translation by Pete Batard
gl: Tradución ao galego por Breixo
nl: Nederlandse vertaling door <a href="mailto:rcpac@ziggo.nl?Subject=Rufus%20Homepage%20translation">Roberto Pino</a>, <a href="mailto:a.voogt@hccnet.nl?Subject=Rufus%20Homepage%20translation">At Voogt</a>

source: USB icon by
gl: Icono de USB por
nl: USB-icoon gemaakt door

source: Hosting by
gl: Aloxamento Web por
nl: Hosting door

source: rufus_en.png
nl: rufus_nl.png

source: Windows 7 or later, 32 or 64 bit doesn't matter. Once downloaded, the application is ready to use.
nl: Windows 7 of nieuwer, 32- of 64 bit maakt geen verschil. Na het downloaden is het programma meteen klaar voor gebruik.
